const messages: MessageType[] = [
    {
        id: '1',
        time: '11:23',
        text: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.\n' +
            '\n' +
            'Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.'
    },
    {
        id: '2',
        time: '11:24',
        text: 'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.\n' +
            '\n' +
            'Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.',
        isMine: true
    },
    {
        id: '3',
        time: '11:25',
        text: 'как дела?'
    },
    {
        id: '4',
        time: '11:26',
        text: 'хорошо',
        isMine: true
    },
    {
        id: '5',
        time: '11:27',
        text: 'пока'
    },
    {
        id: '6',
        time: '11:28',
        text: 'пока',
        isMine: true
    }];
export default messages;